Repository: hawkeyexp/script.libreelec.devupdater
Catalog: resources/language/*/strings.po
Languages: german

# #32001
source: Confirm upgrade
german: Upgrade bestätigen

# #32003
source: {} to {} ?
german: {} auf {} ?

# #32004
source: Confirm downgrade
german: Downgrade bestätigen

# #32006
source: Confirm install
german: Installation bestätigen

# #32007
source: Build {} is already installed.
german: Version {} ist bereits installiert.

# #32008
source: Continue?
german: Fortsetzen?

# #32009
source: Directory Error
german: Fehler im Verzeichnis

# #32010
source: {} is not accessible.
german: auf {} kann nicht zugegriffen werden.

# #32011
source: Check the archive directory in the addon settings.
german: Prüfe den Verzeichnispfad in den Addon-Einstellungen

# #32012
source: Unable to create {}.
german: {} kann nicht angelegt werden.

# #32013
source: Check the archive directory permissions.
german: Prüfe die Berechtigungen des Verzeichnispfades.

# #32014
source: Downloading
german: Herunterladen

# #32015
source: Decompressing
german: Entpacken

# #32016
source: Retrieving tar file from archive
german: Hole tar-Datei aus dem Archiv

# #32017
source: Copying to archive
german: Kopiere in das Archiv

# #32018
source: Verifying
german: Überprüfen

# #32019
source: {} md5 mismatch
german: {} Prüfsummenfehler MD5

# #32020
source: The {} image is corrupt.
german: Das Image {} ist beschädigt.

# #32021
source: The update file will be removed.
german: Die Update-Datei wird entfernt.

# #32022
source: Confirm reboot
german: Neustart bestätigen

# #32024
source: Reboot now to install build {}?
german: Jetzt neu starten um Version {} zu installieren?

# #32025
source: Build {} is ready to install.
german: Version {} ist bereit zum Installieren.

# #32026
source: Build {} will install on the next reboot
german: Version {} wird beim nächsten Neustart installiert

# #32027
source: A more recent build is available: {}
german: Eine neue Version ist verfügbar: {}

# #32028
source: Current build: {}
german: Aktuelle Version: {}

# #32029
source: Show builds available to install?
german: Verfügbare Versionen anzeigen?

# #32030
source: Build {} is available
german: Version {} ist verfügbar

# #32031
source: Install History
german: Installationsverlauf

# #32032
source: Install history not available
german: Installationsverlauf ist nicht verfügbar

# #32034
source: Update cancelled
german: Update abgebrochen

# #32035
source: Build {}
german: Version {}

# #32036
source: Open settings
german: Öffne Einstellungen

# #32037
source: Show install history
german: Zeige Installationsverlauf

# #32038
source: Cancel pending installation
german: Bevorstehende Installation abbrechen

# #32039
source: No builds were found for {}.
german: Es wurden keine Versionen gefunden für {}.

# #32040
source: Ready to reboot to re-enable overclocking.
german: Bereit zum Neustart um das Overclocking wieder zu aktivieren.

# #32041
source: Connection Error
german: Verbindungsfehler

# #32042
source: Please check you have a connection to the internet.
german: Bitte überprüfe die Internetverbindung

# #32043
source: URL not found.
german: URL nicht gefunden

# #32044
source: URL Error
german: URL Fehler

# #32045
source: Please check the URL.
german: Bitte die URL überprüfen.

# #32046
source: Please check the log file.
german: Bitte die Log-Datei überprüfen.

# #32047
source: Write Error
german: Speicherfehler

# #32048
source: Check the directory.
german: Prüfe das Verzeichnis.

# #32049
source: Decompression Error
german: Fehler beim Entpacken

# #32050
source: An error occurred during decompression:
german: Ein Fehler ist beim Entpacken aufgetreten:

# #32052
source: An installation is pending for {}.
german: Eine Installation steht aus {}.

# #32053
source: An installation is pending.
german: Eine Installation steht aus.

# #32054
source: Rebooting
german: Neustart

# #32055
source: Reboot now to install the update?
german: Jetzt neu starten um das Update zu installieren?

# #32056
source: Please reboot
german: Bitte neu starten

# #32057
source: Rebooting in {} seconds...
german: Neustart in {} Sekunden...

# #32058
source: Rebooting in 1 second...
german: Neustart in 1 Sekunde...

# #32059
source: Rebooting...
german: Neustart...

# #32060
source: ERROR: {}
german: FEHLER: {}

# #32061
source: Backup
german: Sicherung

# #32062
source: Run Backup now?
german: Jetzt Sicherung ausführen?

# #32063
source: This is recommended
german: Dies ist empfohlen

# #32064
source: Build {} was installed successfully
german: Version {} wurde erfolgreich installiert

# #32065
source: Build {} was not installed
german: Version {} wurde nicht installiert

# #32066
source: Invalid custom source URL
german: Ungültige eigene URL

# #32101
source: General
german: Allgemein

# #32102
source: Selected source name
german: Wähle Namen der Quelle

# #32103
source: Show progress in background
german: Zeige Fortschritt im Hintergrund

# #32104
source: Archive tar files (for quicker re-installs)
german: Speichere tar-Dateien (für schnellere Neuinstallationen)

# #32105
source: Archive directory
german: Speicherort

# #32106
source: Verify update files
german: Überprüfe Update-Dateien

# #32107
source: Never
german: Nie

# #32108
source: Prompt every time
german: Immer fragen

# #32109
source: Always
german: Immer

# #32110
source: Notifications
german: Benachrichtigungen

# #32111
source: Enable notifications
german: Aktiviere Benachrichtigungen

# #32112
source: Check only on boot
german: Nur beim Starten prüfen

# #32113
source: Check interval in hours (requires restart)
german: Überprüfe alle x Stunden (benötigt Neustart)

# #32114
source: Show dialog
german: Zeige Dialog

# #32115
source: When not playing video
german: Wenn kein Video abgespielt wird

# #32116
source: Enable for official releases
german: Aktivieren für offizielle Versionen

# #32117
source: Enable reboot confirmation dialog
german: Aktiviere Bestätigungsdialog zum Neustart

# #32118
source: Reboot countdown (seconds)
german: Countdown (in Sekunden) für Neustart

# #32119
source: Custom Sources
german: Eigene Quellen

# #32121
source: Enable
german: Aktivieren

# #32122
source: Build type
german: Versionstyp

# #32127
source: Subdirectory
german: Unterverzeichnis

# #32128
source: Other
german: Sonstige

# #32129
source: Enable subdirectory
german: Aktiviere Unterverzeichnis

# #32130
source: Other subdirectory
german: Sonstiges Unterverzeichnis

# #32131
source: Advanced
german: Erweitert

# #32132
source: Override installed build type
german: Überschreibe installierten Versionstyp

# #32133
source: Build type to install
german: Versionstyp zum Installieren

# #32134
source: Disable overclocking during update
german: Übertaktung während dem Update deaktivieren

# #32135
source: Also update extlinux
german: Auch extlinux aktualisieren

# #32136
source: Set HTTP timeout
german: Definiere HTTP-Timeout

# #32137
source: Timeout (seconds)
german: Timeout (Sekunden)

# #32138
source: Enable debug logging
german: Aktiviere Fehlerprotokoll

# #32139
source: Set custom build date format
german: Definiere eigenes Datumsformat

# #32140
source: Date format
german: Datumsformat

# #32141
source: Select to show the list of available builds
german: Auswählen um die Liste der Versionen anzuzeigen

# #32142
source: Custom Source 1
german: Eigene Quelle 1

# #32143
source: Custom Source 2
german: Eigene Quelle 2

# #32144
source: Custom Source 3
german: Eigene Quelle 3
